# Создание словаря
age = dict([["Кот Матроскин", 5], ["Пёс Шарик", 7], ["Дядя Фёдор", 12]])
# Перебор ключей
for v in age.values():
    print(v, end=" ")
print()
# Создание словаря
color = dict([[(255, 0, 0), "Крсаный"], [(0, 255, 0), "Зелёный"], [(0, 0, 255), "Синий"]])
# Обращение к элементам словаря
color[(255, 255, 0)] = "Жёлтый"
print("(255, 0, 0):", color[(255, 0, 0)])
print("(255, 255, 0):", color[(255, 255, 0)])
print("(0, 255, 0):", color.get((0, 255, 0)))
print("(0, 0, 255):", color.get((0, 0, 255), "Белый"))
print("(255, 255, 255):", color.get((255, 255, 255), "Белый"))
